Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samiske-filmer-vises-paa-internasjonal-filmfestival.html.tmx
Source language: nob
Languages: sme

source: Samiske filmer vises på internasjonal filmfestival / Kunst- og kulturutøvelse / Kulturliv / Forsiden - Sametinget
sme: Sámi filmmat čájehuvvojit riikkaidgáskasaš filbmafestiválas / Dáidda – ja kulturbargu / Kultureallin / Sámediggi - Sametinget

source: Samiske filmer vises på internasjonal filmfestival
sme: Sámi filmmat čájehuvvojit riikkaidgáskasaš filbmafestiválas

source: 08. oktober 2015
sme: 08. Golggotmánnu 2015

source: Sametingspresident Aili Keskitalo deltar på den internasjonale filmfestivalen imagineNATIVE i Toronto 14. til 18.oktober.
sme: Sámediggepresideanta Aili Keskitalo oasálasttá riikkaidgáskasaš filbmafestiválas The imagineNATIVE Film + Media Arts Festival Toronttos Canadas dán mánu 14. - 18.

source: The imagineNATIVE Film + Media Arts Festival er en urfolks media- og kunstfestival, som arrangeres årlig i Toronto i Canada.
sme: beaivái.

source: Samiske filmer vises på festivalen under tittelen: International spotlight on The Sapmi nation .
sme: The imagineNATIVE Film + Media Arts Festival lea álgoálbmot media- ja dáiddafestivála, mii lágiduvvo juohke jagi Torontos Kanadas.

source: I løpet av dagene arrangeres også en paneldiskusjon om samisk film.
sme: L oga eanet festivála birra dás : http://www.imaginenative.org/home/

source: -Det er spesielt fint å se at det samiske filmmiljøet er med på å skape innhold i en så sentral filmfestival for urfolksfilm.
sme: Sámi filmmat čájehuvvojit festiválas namahusain: International spotlight on The Sapmi nation .

source: Festivalen er en unik mulighet for samiske for å presentere samiske filmer til et internasjonalt publikum.
sme: Dáid beivviid lágiduvvo maiddái lávdedigaštallan sámi filmma birra.

source: Derfor har Sametinget sett det som viktig å støtte samisk film, bl.a. har vi delfinansiert filmene som inngår i .
sme: - Lea erenoamáš somá oaidnit ahte sámi filbmabiras lea mielde hábmemin sisdoalu dákkár deaŧalaš filbmafestiválii álgoálbmotfilmmaid várás.

source: Her gjør Internasjonalt Samisk Filminstitutt et godt arbeid som bygger grunnen for en voksende samisk filmindustri.
sme: Festivála lea áidnalunddot vejolašvuohta sápmelaččaide ovdanbuktit sámi filmmaid riikkaidgaskasaččat.

source: Jeg tror vi snart får se samiske spillefilmer laget av unge samiske filmskapere, sier sametingspresident Aili Keskitalo.
sme: Danne lea Sámedikki mielas deaŧalaš doarjut sámi filmma, mii leat earret eará oasseruhtadan “7 Sámi stories” filmmaid.

source: Sametinget har bevilget 150 tusen kroner til samisk deltakelse i forbindelse med festivalen.
sme: Dás čađaha Sámi riikkaidgaskasaš filbmainstituhtta buori barggu mii bidjá vuođu sámi filbmaindustriijii mii lea stuorrumin.

source: For mer informasjon: Sametingspresident Aili Keskitalo, 971 29 305
sme: Jáhkán mii fargga beassat oaidnit sámi spillenfilmmaid maid nuorra sámi filbmadahkkit leat ráhkadan, dadjá sámedikkepresideanta Aili Keskitalo.
